
public class SecondMain {

	public static void main(String[] args) {
		// TODO Auto-generated method stub

//				12. 화면에 ‘안녕자바’를 출력해보자.
				System.out.println("'안녕자바'");
//				
//				13. 본인의 정보를 출력하는 프로그램을 만들어 보자. 이름 이메일 전화번호등 명암으로 만들어 출력해 보자.
				System.out.println("이름: 오규원\n이메일:ogw@gmail.com\n전화번호: 010-****-****");
//				
//				문제5. 다음 각종 삼각형 사각형 모양을 화면에 출력해보자.
				System.out.println("*\n**\n***\n****\n*****");
				System.out.println("*****\n*****\n*****\n*****\n*****");
				System.out.println("    *\n   **\n  ***\n ****\n*****");  
				
//				문제6. 다음 성적 표를 콘솔에 출력하시오.  
System.out.println("**********************\n*       성적표         *\n**********************\n* 국어   50           *\n**********************\n* 영어   50           *\n**********************\n* 수학   50           *\n**********************\n* 컴퓨터 힉과    홍길동  *\n**********************");

//				  
//
//
//				​
//
//				​
//
//				​
//
//				​
//
//				​
//
//				​
//
//				문제7. 다음과 같은 달력을 \t를 이용해서 오늘 날짜 월로 만들어 보자.
				System.out.println("일\t월\t화\t수\t목\t금\t토\n1\t2\t3\t4\t5\t6\t7\n8\t9\t10\t11\t12\t13\t14\n15\t16\t17\t18\t19\t20\t21\n22\t23\t24\t25\t26\t27\t28\n29\t30\t31");
//
//				​
//
//				​
//
//				​
//
//				​
//
//				​
	}

}
